[
    {
        "id":0,
        "title":"Aaron's Home",
        "person":"Aaron Pang",
        "headshot":"images/headshots/AaronPang.jpg",
        "lat":37.764485,
        "long":-122.140286,
        "position":[-122.140286, 37.764485],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"B38",
        "since":"2005",
        "image":"images/present/B38.jpg",
        "description":"This my childhood home. We moved here when I was in 5th grade from Hayward. Among our family friends it was a big deal that we were moving to Oakland, because of the reputation of crime that Oakland was known for. Oakland had more black people, and that thought was scary to a lot of our friends. We moved into a neighborhood that did have a lot more African-Americans, but contrary to the fears of our friends, it was living and growing up in a community full of different perspective that ignited my 15 years (and counting) romance with Oakland."
    },
    {
        "id":1,
        "title":"Hotel Slocum Co-Op",
        "person":"Meghna Dholakia",
        "headshot":"images/headshots/MeghnaDholakia.jpg",
        "lat":37.876644,
        "long":-122.257233,
        "position":[-122.257233,37.876644],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C5",
        "since":"2009",
        "image":"images/present/C5-Coop.jpg",
        "description":"In college, I lived in a 65 person cooperative house on the site of the old Hotel Slocum in tony North Berkeley, right by the University and a 15 minute walk to Chez Panisse.  The Berkeley Student Coops were formed during the depression to help students find cheaper, more affordable housing by banding together and sharing work-shifts. The cooperatives were founded on the principle of Anti-Discrimination at a time where discriminatory housing policies were still common. Over the 20th century the coops played an active political role from the free-speech movement to the vietnam protests through to the occupy movement. \n The coops opened my eyes to the backgrounds and experiences of my friends and fellow students and started conversations about."
    },
    {
        "id":3,
        "title":"Meg's Parents' Home",
        "person":"Meghna Dholakia",
        "headshot":"images/headshots/MeghnaDholakia.jpg",
        "lat":37.897440,
        "long":-122.267962,
        "position":[-122.267962,37.897440],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"A1",
        "since":"2009",
        "image":"images/present/A1.jpg",
        "description":"The week I graduated from UC Berkeley, my parents moved seven minutes away. When we were searching for homes we had fallen in love with one in particular, a beautiful old 1920s house with huge granite boulders in the front and a view of the bay at sunset. The area they live is nestled into the Berkeley hills with tall trees that grow up and around, so it can feel like living in a forest. There are secret staircases and hidden parks overlooking the ocean. Many of the houses are iconic of the Berkeley architecture movements of the early 20th century that rejected the frilliness and fuss of San Francisco victorian architecture to embrace the natural world."
    },
    {
        "id":4,
        "title":"Meg's Apartment",
        "person":"Meghna Dholakia",
        "headshot":"images/headshots/MeghnaDholakia.jpg",
        "lat":37.840406,
        "long":-122.266846,
        "position":[-122.266846, 37.840406],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C9",
        "since":"2009",
        "image":"images/present/C9.jpg",
        "description":"These days, I live in the heart of the former Black Panther district of Oakland in a neighborhood that is also considered one of the 'hottest'' neighborhoods in Oakland.  I'm on nodding terms with my neighbors but no more. When my friends moved in three years ago the street was mostly old families, primarily African American. Now, every few months, a new for-sale sign goes up as the street fills up with young families and young professionals. \n I live in a threshold area, between a neighborhood that realtors would fall over themselves to locate and a neighborhood that many people (rightly or wrongly) would not walk in at night. "
    },
    {
        "id":5,
        "title":"Will's Apartment",
        "person":"William Lark",
        "headshot":"images/headshots/WilliamLark.jpg",
        "position":[-122.289720,37.846693],
        "lat":37.846693,
        "long":-122.289720,
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"D6",
        "since":"2011",
        "image":"images/present/D6.jpg",
        "description":"As a necessity of urban entropy, I’ve lived all over the East Bay, but Emeryville is where I currently call home. An interstitial wedge sandwiched between West Oakland and Berkeley, Emeryville is coated in the slick, recent, and not altogether unconvincing facade of first-internet-bubble-era gentrification — big box stores, IKEA monoliths, modern condos. Underneath and at the edges, signs of its industrial past show — older, dilapidated roads and houses where the edge of Emeryville bleeds into Oakland, warehouses where artists make soaring sculptures out of steel. \n I like the edges, where the big box stores and shiny new apartment buildings begin to morph and bleed into warehouses and artists studios as Emeryville blends with Oakland (to the south) and Berkeley (to the north/east). Obviously, those edges feel as though they are getting smaller and harder to find every day."
    },
    {
        "id":6,
        "title":"East Bay SPCA",
        "person":"William Lark",
        "headshot":"images/headshots/WilliamLark.jpg",        
        "lat":37.745500,
        "long":-122.194070,
        "position":[-122.194070,37.745500],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"D18",
        "since":"2011",
        "image":"images/present/D18.jpg",
        "description":"Another stretch of industrial port land, this area bleeds past the formerly-military-owned island of Alameda, down along what is now the Oakland Airport. Urban detachment/disintegration and proximity to airports feel like they go hand in hand, the airport and its surrounding areas forming a symbiotic but not mutually beneficial feedback loop. It does not feel like a place you casually go unless you have to — out of some economic, social, or other necessity.\n I adopted my dog here, at a local animal shelter, the first animal I’ve adopted with my husband. He was found in the area, chained to a fence and starving. His caretaker at the shelter, herself an Oakland native, helped to nourish him back to health. We call him our 'Oakland Special', rough around the edges but full of love."
    },
    {
        "id":7,
        "title":"First Presbyterian Church",
        "person":"Aaron Pang",
        "headshot":"images/headshots/AaronPang.jpg",        
        "lat":37.815429,
        "long":-122.264766,
        "position":[-122.264766,37.815429],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C12",
        "since":"2005",
        "image":"images/present/C12.jpg",
        "description":"First Presbyterian is the first church established in Oakland. For me, this church was the home for one of the most formative experiences in my life, the Pacific Boychoir Academy. PBA was not just an after school extra-curricular activity, it was my middle school and a place where I met some of my closest friends. The church's gothic buttresses rise above the declining Broadway Auto Row. The area was 'sketchy' during middle school, as parents raised concerns that we were running laps around the block during PE. Now returning home from college, many of the car dealerships are gone now, replaced by bars, beer gardens, and bakeries filled with micro-brew beers and exposed wood tables. Many a drunken nights have been spent wandering this neighborhood, something that we could have never done in 6th grade."
    },
    {
        "id":8,
        "title":"Gillman: Community Art Space",
        "person":"Dustin Wagner",
        "headshot":"images/headshots/DustinWagner.jpg",        
        "lat":37.879595,
        "long":-122.299362,
        "position":[-122.299362,37.879595],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"D3",
        "since":"2016",
        "image":"images/present/D3.jpg",
        "description":"I grew up in the Central Valley of California and I came here growing up. This is a volunteer, community driven, DIY punk and art space. There's no ownership, no money coming from anywhere except the door, and it's a sacred place to many people. It's been around since 1986 and it's inspired similar places around the globe. I was exposed to activism, vegetarianism, music and many other things that are still part of my life today. Strangely I think the idea of this place is more important than the physical space. People refer to it as simply 'Gillman' most often."
    },
    {
        "id":9,
        "title":"Dustin's Home",
        "person":"Dustin Wagner",
        "headshot":"images/headshots/DustinWagner.jpg", 
        "lat":37.838966,
        "long":-122.271738,
        "position":[-122.271738,37.838966],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"D7",
        "since":"2016",
        "image":"images/present/D7.jpg",
        "description":"I live here. It's a small, old bungalow built in 1923. I've always been nomadic and I've moved around a lot. I've lived all over California and spent 10 years in New York City before moving back to California a few years ago. I was looking for a place that didn't feel completely suburban. Coming from living in Brooklyn, I worried about setting down roots in a place that made me feel isolated so I made sure to find a place that felt community oriented and was  near the city center. The Black Panther movement was born here and to this day I still meet people affiliated in some way with party walking around the neighborhood. Some people might consider the area sketchy I guess but I grew up in sketchy area so I actually felt more comfortable here than in the more isolated parts of the Bay Area. There is some crime but people look out for each other, it doesn't matter if you're a long-time resident or new. My neighbor, Granny Taylor has lived here since 1947 and I had coffee at her house last weekend. She always tells me 'If there's anything you need, let Granny Taylor know.'"
    },
    {
        "id":2,
        "title":"Sunburnt Art",
        "person":"Paul Schuette",
        "headshot":"images/headshots/PaulSchuette.jpg", 
        "lat":37.876864,
        "long":-122.259700,
        "position":[-122.259700,37.876864],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C5",
        "since":"2010",
        "image":"images/present/C5-sproul.jpg",
        "description":"After my sophomore year in college my close friend and roommate convinced me to come out to Berkley with him. His girlfriend was going to UC and lived in a co-op. So I came out to Berkley for the summer, which was my first time visiting California. I got a room in a UC Berkley Co-Op, a former hotel called Cloyne Court.  It was a huge place, with an industrial sized kitchen and a lot of people coming and going. It was a large and impersonal place and it didn't have the feeling of community that I thought was going to exist in a co-op in Berkeley.  I took a class that summer at Berkeley's architecture school learning a now very outdated piece of 3D modeling software called formZ . I got a job working in Bancroft library in the rare books department. My main task that summer was going through a collection of an anthropology professor at Earlham College who had received his PhD at Berkley and had donated all of his books and notes to the University. All I remember about his work was that he was very focused on connecting Carl Jung and neuroscience.  I met a performance artist from Costa Rica and helped him create a piece that was performed in Sproul Plaza. Part of the performance involved me sitting shirtless outside for hours covered in body paint, which resulted in one of the weirdest and most painful sunburns I've received in my life.  It was a strange and somewhat lonely summer and when I left to go back to New York City, I was convinced I would never live in the East Bay again in my life. I have now lived in Oakland for 7 years. "
    },
    {
        "id":10,
        "title":"Paul's Home",
        "person":"Paul Schuette",
        "headshot":"images/headshots/PaulSchuette.jpg", 
        "lat":37.829272,
        "long":-122.256095,
        "position":[-122.256095,37.829272],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C11",
        "since":"2010",
        "image":"images/present/C11.jpg",
        "description":"I've lived in this apartment for 7 years. My partner Quyen and I moved in during the end of recession in 2010 after moving from LA. The rent was insanely cheap for the East Bay (or for LA) at the time and for that reason, we haven't moved since.  During my time here the neighborhood has slowly morphed from a place that was more economically diverse to a neighborhood that seems to be increasingly occupied with young professionals. Buildings that were once for light industry, plumbing warehouses and electronics depots have been torn down and mixed use apartment buildings are going up in their place. One of these new apartment buildings is going up directly next to the one I live in.  Whole Foods is opening the third of its new 365 concept stores on Telegraph Avenue.  A third beer garden is being added to the neighborhood, around the corner from where I live. Finding records, used guitars, a wide range of coffees is quite easy here.  Despite these changes, much of the fabric of the neighborhood, the types of houses, most of the buildings, the parks, and hills that overlook Oakland and the Bay remain the same. I think of all of the neighborhoods I've lived in during my life, this my favorite. "
    },
    {
        "id":11,
        "title":"Mother Daughter Time",
        "person":"Tiffany Yang",
        "headshot":"images/headshots/TiffanyYang.jpg", 
        "lat":37.812554,
        "long":-122.244224,
        "position":[-122.244224,37.812554],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"B19",
        "since":"2004",
        "image":"images/present/B19.jpg",
        "description":"This is my daughter’s first home in California - where she learned to play peek-a-boo, take her first steps and say those magical words “mama.” The building is old – with a broken trash chute, walls dancing with mold, and loud laundry machines that have been shaking since the 80s. I moved in sight unseen and spent the first couple nights cringing at the peeling wallpapers and rusty heaters. But, like in most stories, I ended up falling in love with it.  I loved how my daughter squealed at each creaky elevator ride and staggered down long narrow hallways. I loved how she pressed her face against the balcony window to see the cars, dogs and fall leaves change color. Mostly, I loved our nightly weekday ritual. I’d rush home, strap her into a baby carrier, and stroll down to the lake to watch the sunset. I’d talk to her about my day, we’d spot out our favorite dogs, and I’d share my pizza “snack” from our walk over. Those were some special moments I will always treasure as a mom."
    },
    {
        "id":12,
        "title":"Tiffany's College Apartment",
        "person":"Tiffany Yang",
        "headshot":"images/headshots/TiffanyYang.jpg",
        "lat":37.855317,
        "long":-122.264957,
        "position":[-122.264957,37.855317],
        "icon": "marker", 
        "size": 24, 
        "color": [255, 0, 0],
        "area":"C7",
        "since":"2004",
        "image":"images/present/C7.jpg",
        "description":"Cram five girls into a 1000 sq foot apartment with one bathroom, and what do you get? Long lines, and memories to last a lifetime. After graduating, my good friend convinced me to move in with her and three people I kind of knew by name. We crammed in Craigslist and streetside furniture, stole kitchenware from our relatives and commemorated our new adventure with a sleepover in the living room. This quickly became home. It was where I came back after hard days of work, after great pizza dates at Emilia’s, after I got engaged to my now-husband, after I risked everything to pursue community development and art, after I bought way too much at Berkeley Bowl, after I heard my grandma in Taiwan had passed.. This is where I painted angsty quarter-life-crises masterpieces, held wedding planning pizza parties and learned of my love of community dinners. In ways more than I can count, this is the home I grew up in."
    }
]